updates = [
    {
        'date': '2023-04-08',
        'info': '計算機v2にマノスアクセ・アクセ錬金（金策）計算を追加しました。'
    },
    {
        'date': '2023-04-07',
        'info': '期待値計算機のバージョン2を公開しました。'
    },
    {
        'date': '2023-03-27',
        'info': '真5の期待値計算を追加しました。'
    },
    {
        'date': '2023-03-26',
        'info': '真4の期待値計算とアクセサリーを追加しました。'
    },
    {
        'date': '2023-03-24',
        'info': 'アップデート情報と計算方法のセクションを追加しました。'
    },
    {
        'date': '2023-03-23',
        'info': 'ページを公開しました。'
    },
]